export const Artists = [
    {name:'櫻坂46', id:'sakurazaka46',artist_id:'0Ti7MfCiVVQAK8zLSiqlto', type:'idol', image_link:'/artist/Sakurazaka46_6thSingle_startover!_AP_S.jpg', formation_date:'2020-10-14'},
    {name:'King Gnu', id:'kingGnu',artist_id:'6wxfx1yhyqjCPYwwxJktR2', type:'rock', image_link:'/artist/kinggnu.jpeg', formation_date: '2015-04-01'},
    {name:'SEKAI NO OWARI', id:'sekainoowari',artist_id:'7HwzlRPa9Ad0I8rK0FPzzK', type:'band', image_link:'/artist/sekaino-owari.jpeg', formation_date: '2011-08-17'},
    {name:'MY FIRST STORY', id:'my_first_story',artist_id:'6cutt8thPFUICMfxaYerWd', type:'rock', image_link:'/artist/my-first-story.jpeg', formation_date: '2011-03-01'},
    // {name:'YOASOBI', id:'yoasobi', type:'duo', image_link:'/artist/yoasobi.jpeg'},
    {name:'Vaundy', id:'vaundy',artist_id:'2IUl3m1H1EQ7QfNbNWvgru', type:'Singer-songwriter', image_link:'/artist/Vaundy_art20220512.webp', formation_date: '2019-12-01'},
    {name:'欅坂46', id:'keyakizaka46',artist_id:'03E7w8NrBr4lNCK33TQyil', type:'idol', image_link:'/artist/keyaki.jpeg', formation_date: '2015-08-21'},
    {name:'Eve', id:'eve',artist_id:'58oPVy7oihAEXE0Ott6JOf', type:'Singer-songwriter', image_link:'/artist/eve.jpeg', formation_date: '2015/-0821'},
    {name:'スピッツ', id:'spitz',artist_id:'5kjGRHClVacSyllOUqU1S0', type:'rock', image_link:'/artist/Spitz.jpeg', formation_date: '1991-03-25'},
    {name:'SPYAIR', id:'spyair',artist_id:'7gRg6C2qgQ1F01k3sgyEVt', type:'rock', image_link:'/artist/spyair.jpeg', formation_date: '2005'},
]
const history = [{body:'ttt', year:'2018'}]
export const ArtistHistory = new Map([
    [
        '櫻坂46',
        [
            {year:'2020',
                text:"10月14日、この日より櫻坂46として活動開始。\n" +
                    "10月19日（18日深夜）、レギュラー番組『そこ曲がったら、櫻坂?』（テレビ東京）放送開始。\n" +
                    "12月8日、『櫻坂46 デビューカウントダウンライブ!!』（東京国際フォーラム）をライブ・ビューイング公演で開催。\n" +
                    "12月9日、櫻坂46としての1stシングル「Nobody's fault」を発売\n" +
                    "12月31日、1stシングル「Nobody's fault」で『第71回NHK紅白歌合戦』に紅組歌手として出場\n"
            },
            {year:'2021',
                text:"1月4日、グループの新体制を発表。キャプテンは、菅井友香が欅坂活動時から継続、副キャプテンは守屋茜に代わって2期生の松田里奈が務める\n" +
                    "2月25日、RPGアプリ『サマナーズウォー: Sky Arena』の公式アンバサダーに就任\n" +
                    "4月14日、2ndシングル「BAN」を発売[125]。\n" +
                    "10月13日、3rdシングル「流れ弾」を発売[130]。\n" +
                    "11月15日、「2021 MTV EMA（ヨーロッパ・ミュージック・アワード）」において、ベスト・ジャパン・アクト賞を受賞\n" +
                    "12月9日 - 10日、『櫻坂46 1st YEAR ANNIVERSARY LIVE』（日本武道館）を開催\n" +
                    "12月31日、3rdシングル「流れ弾」で『第72回NHK紅白歌合戦』に紅組歌手として2年連続2回目の出場\n"
            },
            {year:'2022',
                text:"1月8日 - 9日、3rdシングル「流れ弾」の3列目メンバーによる『BACKS LIVE!!』（東京ガーデンシアター）を開催\n" +
                    "4月6日、4thシングル「五月雨よ」を発売\n" +
                    "7月21日 - 24日、日向坂46との合同ライブイベント『W-KEYAKI FES. 2022』を富士急ハイランド コニファーフォレストにて開催予定だったが[139]、7月21日に中止と発表され[注釈 9]、8月19日 - 20日の振替公演を発表\n" +
                    "8月3日、1stアルバム「As you know?」を発売\n" +
                    "9月29日 - 11月9日、全国6箇所12公演の『2nd TOUR 2022 \"As you know?\"』を開催\n" +
                    "10月19日、ライブ映像作品『1st YEAR ANNIVERSARY LIVE 〜with Graduation Ceremony〜』を発売\n" +
                    "11月8日、菅井友香の卒業に伴い11月10日から松田里奈が櫻坂46の2代目キャプテンに就任することが発表された\n" +
                    "12月7日、ライブ映像作品『櫻坂46 RISA WATANABE GRADUATION CONCERT』を発売\n" +
                    "12月8日 - 9日、『櫻坂46 2nd YEAR ANNIVERSARY 〜Buddies感謝祭〜』（日本武道館）を開催\n"
            },
            {year:'2023',
                text:"1月5日、公式サイトにて、3期生メンバーオーディション合格者11名の加入を発表\n" +
                    "2月15日、5thシングル「桜月」を発売\n" +
                    "3月4日 - 5日、『櫻坂46 三期生「おもてなし会」』（ぴあアリーナMM）を開催\n" +
                    "4月12日 - 6月1日、全国5箇所11公演の『櫻坂46 3rd TOUR 2023』を開催\n" +
                    "6月28日、6thシングル「Start over!」を発売\n"
            }
        ]
    ],
    ['欅坂46',
    [
        {
            year: '2015',
            text: "2月22日、乃木坂46の単独ライブで乃木坂46新プロジェクトメンバー1期生の募集が発表される。6月28日、乃木坂46新プロジェクトのグループ名が「鳥居坂46」と発表され、1期生メンバーの募集が開始される。8月21日、鳥居坂46の1期生オーディションの最終審査が開催され、22名の合格者が決定する。その後、グループ名が「欅坂46」に変更される。10月5日、初のレギュラー番組『欅って、書けない?』が放送開始される。11月14日、欅坂46公式サイトにメンバーブログが開設される。11月30日、新メンバーとして長濱ねるが加入が発表される。"
        },
        {
            year: '2016',
            text: "1月30日、初のライブパフォーマンスを披露。3月17日、初の単独ライブが開催される。4月2日、初の冠ラジオ番組『欅坂46 こちら有楽町星空放送局』が放送開始される。4月6日、1stシングル「サイレントマジョリティー」が発売され、デビューシングルとして大きな成功を収める。7月17日、初主演ドラマ『徳山大五郎を誰が殺したか?』が放送開始される。8月10日、2ndシングル「世界には愛しかない」が発売される。11月24日、『第67回NHK紅白歌合戦』への初出場が決定する。"
        },
        {
            year: '2017',
            text: "1月21日、キャプテンと副キャプテンが任命される。4月5日、4thシングル「不協和音」が発売される。7月19日、1stアルバム『真っ白なものは汚したくなる』が発売される。8月2日から30日にかけて全国ツアーが開催される。10月25日、5thシングル「風に吹かれても」を発売。11月29日、2期生の配属先が発表され、9名のメンバーが加入する。"
        },
        {
            year: '2018',
            text: "3月7日、6thシングル「ガラスを割れ!」が発売される。4月6日から8日にかけて2nd YEAR ANNIVERSARY LIVEが開催される。8月15日、7thシングル「アンビバレント」が発売される。8月11日から9月5日にかけて夏の全国アリーナツアーが開催される。12月31日、6thシングル「ガラスを割れ!」で『第69回NHK紅白歌合戦』に出場する。"
        },
        {
            year: '2019',
            text: "2月27日、8thシングル「黒い羊」が発売される。4月4日から6日にかけて3rd YEAR ANNIVERSARY LIVEが開催される。7月5日から7日にかけて『欅共和国2019』が開催される。8月12日、ライブ映像作品『欅共和国2019』が発売される。8月21日、最後のシングル「誰がその鐘を鳴らすのか?」が配信限定で発売される。12月8日、欅坂46の活動休止が発表される。"
        },
        {
            year: '2020',
            text: "1月29日、欅坂46初の東京ドームライブDVD & BD『欅坂46 LIVE at 東京ドーム 〜ARENA TOUR 2019 FINAL〜』が発売される。2月16日、2期生が加入が発表される。5月29日、『欅共和国2020』の開催中止が発表される。7月16日、無観客ワンマンライブ『KEYAKIZAKA46 Live Online, but with YOU!』が開催される。9月20日、新グループ名「櫻坂46」が発表される。10月7日、ベストアルバム『永遠より長い一瞬 〜あの頃、確かに存在した私たち〜』が発売される。10月12日・13日、『欅坂46 THE LAST LIVE』が無観客配信ライブとして開催され、欅坂46の活動が休止される。"
        }
    ]],
    ['スピッツ',[
        {
            year: '1991',
            text: "新宿シアターモリエールにて『五千光年の夢 シアターコンサート Vol.1』を開催。ライブは東名阪のライブハウスで同年9月のVol.4まで全10公演を行った。\"2ndシングル『夏の魔物』、オーケストレーションに長谷川智樹を迎えた3rdシングル『魔女旅に出る』、2ndアルバム『名前をつけてやる』をリリース。初のホールツアー『CONCERT TOUR 1991 名前のないツアー』を開催した。"
        },
        {
            year: '1992',
            text: "長谷川智樹を共同アレンジャーに迎えてオーケストラアレンジを施したミニ・アルバム『オーロラになれなかった人のために』をリリースし、よみうりホールでは一夜限りで弦楽奏者と共演したライブ『オーロラになれなかった人のために 蜜柑色の満月のもとで、まぼろしの物語を語ろう〜一夜限りの絵空事〜』を開催した。同年5月には公式のファンクラブ「スピッツベルゲン」（Spitzbergen）が発足した。同年夏にはツアー『夏のお星サマ ツアー』を開催した。\n" +  "4thシングル『惑星のかけら』発売後、3rdアルバム『惑星のかけら』を発売し、ツアー『スピッツコンサートツアー'92 “惑星のかけら”』を開催。ツアー中に5thシングル『日なたの窓に憧れて』を発売した。\n"
},
{
    year: '1993',
        text: "3月から8月までの間に渋谷ON AIRでマンスリーライブ『スピッツの春夏夜会』を開催。また、初めて外部のプロデューサーとなる笹路正徳を迎えてのレコーディングを開始した。6thシングル『裸のままで』、4thアルバム『Crispy!』をリリース、収録曲「君が思い出になる前に」を7thシングルとしてリカットし、初のオリコンチャート入りを果たした。その後、ツアー『Spitz Crispy! Amazing Tour』を開催した。"
},
{
    year: '1994',
        text: "土方隆行をプロデューサーに迎えて8thシングル『空も飛べるはず』をリリースし、ツアー『Spitz live scramble '94 “Spring Has Come!”』を開催した。同年夏には9thシングル『青い車』をリリース。5thアルバム『空の飛び方』は笹路正徳を再びプロデューサーに迎えて制作した。また、収録曲「スパイダー」を10thシングルとしてリカットした。その後、ツアー『スピッツ “空飛び” JAMBOREE TOUR '94』を開催した。"
},
{
    year: '1995',
        text: "ツアー『SPITZ JAMBOREE TOUR '95 “春”』を開催。11thシングル『ロビンソン』がスピッツ初のオリコンチャートTOP10入りをすると、続く12thシングル『涙がキラリ☆』もオリコンチャート初登場2位となり、ヒットした。なお、『ロビンソン』はチャートに通算30週以上ランクインするロングセラーとなり、ミリオンセラーになった。"
},
        {
            year: '1997',
            text: "15thシングル『スカーレット』と4thアルバム『Crispy!』収録の「夢じゃない」をドラマ主題歌起用に伴って新たにリミックスし、16thシングルとしてリリースした。"
        },
        {
            year: '1997',
            text: "夏には野外ライブ『THE GREAT JAMBOREE '97』を開催。スピッツ主催の音楽イベント『ロックロックこんにちは!』を初めて開催し、恒例のイベントとなっていく。"
        },
        {
            year: '1998',
            text: "18thシングル『冷たい頬/謝々!』、8thアルバム『フェイクファー』をリリース。ツアー『SPITZ JAMBOREE TOUR '98 fake fur』にはキーボーディストとしてクジヒロコが初参加した。ツアー中にはシングル『楓/スピカ』をリリースした。"
        },
        {
            year: '1999',
            text: "元日に12cmCDでのEP盤『99ep』をリリース。スペシャル・アルバム『花鳥風月』をリリースし、「流れ星」をリカットした。ファンクラブ会員限定ツアー『Spitzbergen tour 1999 GO!GO!スカンジナビア vol.2』を開催。"
        },
        {
            year: '2000',
            text: "石田小吉をプロデューサーに迎え、シングル『ホタル』や『メモリーズ/放浪カモメはどこまでも』、9thアルバム『ハヤブサ』をリリースした。ツアーは『SPITZ JAMBOREE TOUR 2000』を開催。"
        },
        {
            year: '2001',
            text: "ツアー『SPITZ JAMBOREE TOUR TONGARI '95-'96』を開催。シングル『遥か』や『夢追い虫』、亀田誠治をプロデューサー迎えた『さわって・変わって』を発売した。"
        },
        {
            year: '2002',
            text: "シングル『ハネモノ』『水色の街』を同時リリースし、10thアルバム『三日月ロック』をリリース。ツアー『SPITZ JAMBOREE TOUR 双六（スゴロク）2002-2003』を開催した。"
},
{
    year: '2003',
        text: "スピッツの曲をカバーしたトリビュート・アルバム『一期一会 Sweets for my SPITZ』がリリースされた。"
},
{
    year: '2004',
        text: "28thシングル『スターゲイザー』をリリースし、スペシャル・アルバム『色色衣』をリリースした。ツアー『SPITZ JAMBOREE TOUR 2004醒 め な い』を開催した。"
},
{
    year: '2005',
        text: "ツアー『SPITZ JAMBOREE TOUR 2005 さざなみOTR』を開催。シングル『ルキンフォー』『群青』、12thアルバム『さざなみCD』をリリースした。"
},
{
    year: '2006',
        text: "ベスト・アルバム『RECYCLE Greatest Hits of SPITZ』を発売。シングル『若葉』をリリースした。"
},
{
    year: '2007',
        text: "ファンクラブ会員限定ツアー『Spitzbergen tour 2007 GO!GO!スカンジナビア vol.4』を開催。結成20周年を記念してZepp Tokyoで『SPITZ結成20周年祭り』を開催した。シングル『ルキンフォー』『群青』、12thアルバム『さざなみCD』をリリースした。ツアー『SPITZ JAMBOREE TOUR 2007-2008 さざなみOTR』を開催。"
},{
            year: '2008',
            text: "34thシングル『若葉』をリリース。アリーナ会場での単独ライブ『SPITZ JAMBOREE TOUR 2009 “さざなみOTR カスタム”』を開催。仙台での『ロックロックこんにちは! in 仙台 〜10th Anniversary Special〜』を開催。35thシングル『君は太陽』をリリース。"
        },
        {
            year: '2009',
            text: "『SPITZ JAMBOREE TOUR 2010』を開催。公式のYouTubeチャンネルを開設。36thシングル『つぐみ』を発売。新たな音楽イベント『Spitz×VINTAGE ROCK presents 新木場サンセット』が始まる。"
        },
        {
            year: '2010',
            text: "37thシングル『シロクマ/ビギナー』をリリース。13thアルバム『とげまる』をリリース。"
        },
        {
            year: '2011',
            text: "PV集『ソラトビデオCOMPLETE 1991-2011』、LP盤『とげまる』の発売延期。ツアー『SPITZ JAMBOREE TOUR とげまる2011』を開催。アリーナツアー『SPITZ JAMBOREE TOUR 2011 とげまリーナ』を開催。"
        },
        {
            year: '2012',
            text: "スペシャル・アルバム『おるたな』をリリース。ファンクラブ会員限定ツアー『spitzbergen tour 2012 GO!GO!スカンジナビアvol.5』を開催。一斉配信がスタート。"
        },
        {
            year: '2013',
            text: "38thシングル『さらさら/僕はきっと旅に出る』をリリース。14thアルバム『小さな生き物』をリリース。野外単独ライブ『スピッツ 横浜サンセット2013』を開催。"
        },
        {
            year: '2014',
            text: "6thアルバム『ハチミツ』収録の「愛のことば」をリリース。アリーナツアー『SPITZ THE GREAT JAMBOREE 2014 FESTIVARENA』を開催。"
        },
        {
            year: '2015',
            text: "野外ライブ映画『スピッツ 横浜サンセット2013 -劇場版-』を公開。ファンクラブ会員限定ツアー『spitzbergen tour 2015 GO!GO!スカンジナビアvol.6』を開催。配信限定シングル『雪風』をリリース。トリビュート・アルバム『JUST LIKE HONEY 〜『ハチミツ』20th Anniversary Tribute〜』が発売。"
        },
        {
            year: '2016',
            text: "41stシングル『みなと』を発売。15thアルバム『醒めない』をリリース。ツアー『SPITZ JAMBOREE TOUR 2016 “醒 め な い”』を開催。"
        },
        {
            year: '2017',
            text: "アリーナツアー『SPITZ 30th ANNIVERSARY TOUR THIRTY30FIFTY50』を開催。シングル・コレクション盤のリリース。『SPITZ 30th ANNIVERSARY CAFE』のオープン。アートブック『スピッツのデザイン』の発売。"
        },
        {
            year: '2018',
            text: "ラジオ番組『SPITZ 草野マサムネのロック大陸漫遊記』の開始。ファンクラブ会員限定ツアー『spitzbergen tour 2018 GO!GO!スカンジナビアvol.7』を開催。"
        },
        {
            year: '2019',
            text: "NHK連続テレビ小説『なつぞら』主題歌に「優しいあの子」が起用される。YouTubeのスピッツ公式チャンネルで「ロビンソン」のミュージックビデオが再生回数1億回を突破。16thアルバム『見っけ』をリリースし、全国ツアー『SPITZ JAMBOREE TOUR 2019-2020 MIKKE』を開催（一部が延期）。"
        },
        {
            year: '2020',
            text: "配信限定シングル『猫ちぐら』をリリース。"
        },
        {
            year: '2021',
            text: "TBS『NEWS23』のエンディングテーマに楽曲「紫の夜を越えて」が起用される。デビュー30周年を記念し配信で44thシングル『紫の夜を越えて』をリリース。『劇場版「きのう何食べた?」』の主題歌である45thシングル『大好物』を配信リリース。"
        },
        {
            year: '2022',
            text: "YouTubeのスピッツ公式チャンネルで「チェリー」のミュージックビデオが再生回数1億回を突破。17thアルバム『ひみつスタジオ』を発売。"
        },
        {
            year: '2023',
            text: "劇場版『名探偵コナン 黒鉄の魚影』の主題歌に楽曲『美しい鰭』が起用される。17thアルバム『ひみつスタジオ』が発売される。"
        }
    ]],
    ['King Gnu',
        [
            {
                year: '2016',
                text: "4月1日、配信限定シングル「ロウラヴ」が期間限定で配信。\n" +
                    "5月5日、配信限定シングル「都」が期間限定で配信。\n" +
                    "7月20日、常田のソロプロジェクト・DTMP（Daiki Tsuneta Millennium Parade）名義でのファーストアルバム『http://』が発売。\n" +
                    "9月14日、ミニ・アルバム『トーキョー・カオティック』をタワーレコード限定で発売。"
            },
            {
                year: '2017',
                text: "3月、CHAIらとSXSWへ参加、全米7か所でのツアーを敢行（このツアー前後、2週間程度「Tokyo Chaotic」というバンド名に変更されている）。\n" +
                    "4月27日、バンド名を「King Gnu」に改名。\n" +
                    "7月26日、FUJI ROCK FESTIVAL '17 に出演。\n" +
                    "10月25日、King Gnu名義では初となるアルバム『Tokyo Rendez-Vous』を発売。収録曲「Vinyl」はパーソルテンプスタッフのブランド広告「HAKEN ROCK!!」に起用され、翌年1月25日からCM映像が公開された。\n" +
                    "10月29日、アルバム発売を記念したフリーライブをタワーレコード横浜ビブレ店店内で開催。"
            },
            {
                year: '2018',
                text: "1月28日、キャリア初となるワンマンライブ『Tokyo Rendez-Vous』を渋谷WWWで開催。チケット即日ソールドアウトに伴い追加公演が渋谷WWW Xで開催された。\n" +
                    "4月5日、初の冠番組となるラジオ番組「RADIO GNU」の放送が始まる。\n" +
                    "9月19日、初のシングル「Prayer X」をリリース。表題曲はフジテレビ系アニメ『BANANA FISH』のエンディングテーマに起用された。"
            },
            {
                year: '2019',
                text: "1月16日、2ndアルバム『Sympa』をリリース。新録曲「Slumberland」は発売に先駆けて配信された。また、バンドはこのリリースを以てソニー・ミュージックレーベルズ内のアリオラジャパンからメジャーデビューした。1月19日開始の日本テレビ系 土曜ドラマ『イノセンス 冤罪弁護士』の主題歌として、新曲「白日」を書き下ろし、同年2月22日に配信限定でリリース。\n" +
                    "7月19日、ANAの国内版テレビCM『ひとには翼がある』篇のCMソングとして、新曲「飛行艇」を提供。同楽曲は同年8月9日に配信限定でリリースされた。\n" +
                    "11月16日、アルバム『Sympa』が『第61回日本レコード大賞』で優秀アルバム賞を受賞。\n" +
                    "12月31日、『第70回NHK紅白歌合戦』に出場し「白日」を歌唱。"
            },
            {
                year: '2020',
                text: "1月15日、3rdアルバム『CEREMONY』をリリース。\n" +
                    "3月24日、新曲「泡（あぶく）」が映画『太陽は動かない』の主題歌に起用された。なお「泡」は前身バンドSrv.Vinci時の楽曲「ABUKU」のリメイクであることが常田のTwitterにて明かされた。\n" +
                    "4月10日、2月29日より全国ツアー『King Gnu Live Tour 2020 \"CEREMONY\"』の開催を予定していたが、新型コロナウイルスの感染拡大の影響を受け全公演の開催を見合わせることが発表された。\n" +
                    "8月30日、初のオンラインライブ『King Gnu Streaming Live』を開催。\n" +
                    "9月8日、日本人アーティストとしては初めてレッドブルとパートナーシップ契約をした事を発表。\n" +
                    "9月21日、「白日」のストリーミング再生総再生回数が3億回を突破した。\n" +
                    "9月24日、同年10月10日から放送される柴咲コウ主演ドラマ『35歳の少女』の主題歌として、新曲「三文小説」を書き下ろした事を発表。\n" +
                    "10月9日、新曲「千両役者」が、NTTドコモの新テレビCM『docomo5G 希望を加速しよう 2nd』編のCMソングに起用された。\n" +
                    "11月7日 - 12月6日、初のアリーナツアー『King GnuLive Tour 2020 AW \"CEREMONY\"』を開催。\n" +
"12月2日、初の両A面CDシングル「三文小説/千両役者」をリリース。配信限定を除けばKing Gnuの2ndシングルである。"
},
{
    year: '2021',
        text: "6月5日、RedBullとのコラボ企画「RedBull × King Gnu Secret GIG」をシークレットライブとして第二海堡にて開催。初めてライブ演出をPERIMETRONが務めた。ライブ映像は7月4日 - 7月6日までStagecrowdにて配信。また、7月22日にはRedbull TVで舞台裏ドキュメンタリーやライブ映像の一部が公開された。\n" +
"8月13日、新曲「BOY」が10月からフジテレビ系で放送されるTVアニメ『王様ランキング』のオープニングテーマに起用されることが発表された。\n" +
"8月21日、FUJI ROCK FESTIVAL '21に、2日目グリーンステージのヘッドライナーとして出演。また、メンバー全員が1日目ホワイトステージ・ヘッドライナーのmillennium paradeのパフォーマンスに出演しており、ホワイトとグリーン、両方のヘッドライナーのステージに出演した。\n" +
"10月15日、上記のTVアニメ『王様ランキング』のオープニングテーマに起用された新曲「BOY」を配信リリース。解禁と同時に12月1日に3rdシングルとしてCD版がリリースされること、カップリングとして収録される新曲「F.O.O.L」が12月19日に開催されるRedBullによる複合モータースポーツイベント「RedBull Race Day」のテーマソングになることが発表された。\n" +
"10月29日 - 12月15日、2度目となるアリーナツアー『King Gnu Live Tour 2021 AW』を開催。\n" +
"11月4日、12月24日公開の映画『劇場版 呪術廻戦 0』の主題歌として新曲「一途」を書き下ろしたことを発表し、同時に公開された予告編で音源の一部が解禁、12月8日に先行配信された。\n" +
"12月24日、この日公開の映画『劇場版 呪術廻戦 0』のエンディングテーマが4thシングルのカップリングとして収録される新曲「逆夢」である事が発表され、先行配信された。"
},
{
    year: '2022',
        text: "1月9日、この日行われた菅田将暉主演のフジテレビ系月9ドラマ、『ミステリと言う勿れ』の完成披露試写会にメンバー4人がサプライズ登壇し、新曲『カメレオン』が主題歌に起用されたことを発表。\n" +
"3月9日、「白日」のストリーミング再生総再生回数が5億回を突破した。日本史上5曲目の快挙となり、同バンドの楽曲が5億回を突破するのは初となる。\n" +
"3月16日、テレビドラマ『ミステリと言う勿れ』の主題歌である『カメレオン』をCDリリース。またCDリリースに先駆けて同年2月28日には先行配信がスタートした。\n" +
"5月31日 - 6月26日、King Gnu初のCLUB GNU会員限定ライブ『King Gnu Live Tour 2022 CLUB GNU EDITION』を開催。\n" +
"6月20日、TBS系日曜劇場『オールドルーキー』の主題歌として新曲「雨燦々」が起用されたことを発表。King GnuとしてはTBS系ドラマ初の主題歌となる。同年7月15日に配信リリース。\n" +
"10月6日、新曲「Stardom」が2022年NHKサッカーテーマに起用されることが発表された。同年11月17日に先行配信がスタートした。\n" +
"11月19日・20日、初の東京ドーム公演『King Gnu Live at TOKYO DOME』を開催。\n" +
"11月20日、2022年のNHKサッカーテーマである「Stardom」をCDリリース。カップリングには同年7月に配信リリースされた「雨燦々」をCD初収録。\n" +
"12月30日、『第64回日本レコード大賞』で特別賞を受賞し「一途」と「逆夢」の2曲を歌唱。\n" +
"12月31日、『第73回NHK紅白歌合戦』に出場し「Stardom」を歌唱。3年ぶり2度目の出場。"
},
{
    year: '2023',
        text: "1月18日、1月23日付の「オリコン週間ストリーミングランキング」において、「一途」が累計再生数が2億回を突破したことが発表された。「白日」に続く自身2作目の累計再生数2億回突破となる。\n" +
"3月31日、Prime Videoにて2022年11月に開催された『King Gnu Live at TOKYO DOME』のライブ映像の独占配信が開始された。\n" +
"5月20日 - 6月4日、初のスタジアムツアー『King Gnu Stadium Live Tour 2023 CLOSING CEREMONY』を開催。\n" +
"6月7日、「白日」のストリーミング再生総再生回数が6億回を突破した。日本史上6曲目の快挙となり、同バンドの楽曲が6億回を突破するのは初となる。\n" +
"7月1日、台北アリーナにて開催される中華圏最大の音楽アワード「第34回金曲奨」に、海外からのスペシャルゲストとして、レッドカーペット及びライブに出演した。「King Gnu」にバンド名を改名して以来、初の海外パフォーマンスとなる。"
}
        ]
    ],
    ['SEKAI NO OWARI',
            [
                {
                    year: '2000',
                    text: "NakajinとFukaseは中学校の同級生だった。Fukaseの上履きのつま先部分にゆずの絵が書いてあり、Nakajinが「ゆず聞くの？」と声をかけたことをきっかけに、2人は仲良くなっていった。"
                },
                {
                    year: '2001',
                    text: "NakajinとFukaseは別々の高校に進学し、高校時代はコピーバンドをやっていた。大晦日に地元の神社で偶然再会し、再び意気投合した。"
                },
                {
                    year: '2005',
                    text: "NakajinとFukaseが2人でオリジナル楽曲を制作し始める。バンドメンバーを募集するが、なかなか定着しなかった。"
                },
                {
                    year: '2006',
                    text: "印刷工場だった地下空間にライブハウス『club EARTH』を手作りで設立。"
                },
                {
                    year: '2007',
                    text: "Nakajin（ドラム）、初代DJ LOVE（ベース）、Saori（ピアノ）、Fukase（ボーカル・ギター）でバンド・世界の終わりを結成。自主制作でデモ・アルバム『sekai NO oWARi』を制作し、ライブ活動を開始。"
                },
                {
                    year: '2008',
                    text: "初代DJ LOVEが脱退し、現在のDJ LOVEが加入。ギター、ボーカル、ピアノ、DJという編成でバンドを結成。"
                },
                {
                    year: '2010',
                    text: "Lastrumより期間限定シングル『幻の命』でインディーズデビューし、アルバム『EARTH』をリリース。全国ツアー『Heart the eartH TOUR』を開催。"
                },
                {
                    year: '2011',
                    text: "レーベルをトイズファクトリーに移籍し、シングル『INORI』でメジャー・デビュー。全国ツアーなどを開催。"
                },
                {
                    year: '2012',
                    text: "ネットラジオ「CHAN'T SLEEP FANTASY NIGHT」をスタート。ライブや新曲のリリースなどを行う。"
                },
                {
                    year: '2013',
                    text: "映画『クレヨンしんちゃん バカうまっ!B級グルメサバイバル!!』の主題歌としてシングル『RPG』をリリース。全国ツアーや野外イベントを開催。"
                },
                {
                    year: '2014',
                    text: "シングル『スノーマジックファンタジー』をリリースし、ライブ・ビデオ『炎と森のカーニバル in 2013』も同時リリース。全国ツアーや自主企画野外イベント『TOKYO FANTASY』を開催。"
                },
                {
                    year: '2015',
                    text: "アルバム『Tree』をリリースし、日産スタジアムでの初公演『Twilight City』を開催。映画『進撃の巨人 ATTACK ON TITAN』の主題歌を提供。"
                },
                {
                    year: '2016',
                    text: "3月〜6月 - 全国アリーナツアー『The Dinner』を開催。\n" +
                        "10月 - 動物殺処分ゼロプロジェクト「ブレーメン」支援シングルとして、『Hey Ho』をリリース。\n" +
                        "12月 - 3回目の紅白歌合戦出場が決定。「Hey Ho from RPG」を披露。"
                },
                {
                    year: '2017',
                    text: "1月〜2月 - ドームツアー『Tarkus』を開催。\n" +
                        "1月 - 全国アリーナツアー『The Dinner』のライブDVD、ブルーレイを発売。\n" +
                        "7月 - 米林宏昌監督のアニメ映画『メアリと魔女の花』の主題歌「RAIN」をリリース。\n" +
                        "12月 - 紅白歌合戦に4回目の出場。「RAIN」を披露した。"
                },
                {
                    year: '2018',
                    text: "2月9日開幕の平昌オリンピック・パラリンピックのNHK放送テーマソング「サザンカ」を担当。\n" +
                        "4月〜6月 - 野外ツアー「INSOMNIA TRAIN」を開催。\n" +
                        "10月 - 配信シングル『イルミネーション』をリリース。同曲はテレビドラマ『リーガルV〜元弁護士・小鳥遊翔子〜』の主題歌として書き下ろされた。\n" +
                        "11月〜12月 ‐自身初のファンクラブ限定ツアー『Fafrotskies (SEKAI NO OWARIのツアー)』を開催。\n" +
                        "12月 - 紅白歌合戦に5回目の出場。「サザンカ」を披露した。"
                },
                {
                    year: '2019',
                    text: "1月 - 新曲「Re:set」がPS4/PS Vita用ゲーム『キャサリン・フルボディ』のイメージ・ソングに決定。\n" +
                        "2月 - 前作『Tree』より約4年振りとなるフルアルバム『Eye』『Lip』を同時リリース。また、春には「End of the World」名義としての1stアルバム『Chameleon』のリリースも決定している。\n" +
                        "4月〜8月 - 全国アリーナツアー『The Colors』を開催。"
                },
                {
                    year: '2020',
                    text: "1月 - 全国アリーナツアー『The Colors』のライブDVD、ブルーレイを発売。\n" +
                        "2月 - デビュー日である2月10日に自身初となるベストアルバム『SEKAI NO OWARI 2010-2019』の発売を発表。また同時に、ホームページや「S.N.O.W.S」、「R.A.I.N.S」もリニューアルされた。\n" +
                        "3月 - au『au 5Gその手に篇』CMソング『Dropout』の配信開始。\n" +
                        "4月 - TOKYO FM開局50周年アニバーサリーソングの制作が発表された。6月発売のシングルにカップリングとして収録。\n" +
                        "5月 - 新型コロナウイルスの感染拡大に伴い、ベストアルバム『SEKAI NO OWARI 2010-2019』とシングル『umbrella / Dropout』の発売が延期される。同様の理由から10周年記念ライブ『Du Gara Di Du』も中止となった。\n" +
                        "5月 - DJ LOVEが「#渋谷攻殻NIGHT by au 5G」に出演。\n" +
                        "6月 - 両A面シングル『umbrella / Dropout』をリリース。「umbrella」はフジテレビ系ドラマ『竜の道 二つの顔の復讐者』主題歌。\n" +
                        "7月 - 「umbrella」のミュージックビデオ公開。\n" +
                        "10月 - TBS系ドラマ『この恋あたためますか』主題歌「silent」先行配信開始。\n" +
                        "12月 - シングル『silent』リリース。"
                },
                {
                    year: '2021',
                    text: "2月 - ベストアルバム『SEKAI NO OWARI 2010-2019』リリース。\n" +
                        "7月 - オリジナルアルバム『scent of memory』リリース。「制作上の理由」により当初予定の7月7日から7月21日に延期された。\n" +
                        "11月 - 2022年3月まで全国7都市を巡り、2年ぶりとなるアリーナツアー「BLUE PLANET ORCHESTRA」が開始された。\n" +
                        "12月 - Netflix『未来日記』の配信開始に合わせ、同作の主題歌「Diary」が先行配信された。また、翌月にかけて開催された書家・金澤翔子の個展『つきのひかり』にて、SEKAI NO OWARIとのコラボレーション作品が登場。"
                },
                {
                    year: '2022',
                    text: "2月 - CDシングル『Diary』発売。\n" +
                        "4月 - デビュー10周年を記念したライブイベント『THE PARADE』を開催。ゲストにマキシマム ザ ホルモン、BiSH、Vaundyを迎える。また、翌5月にかけて新型コロナウイルスの影響により延期されていたエキシビション企画『THE SECRET HOUSE』も開催。\n" +
                        "8月〜10月 - 全4都市5公演にわたるドームツアー『Du Gara Di Du』が開催された。また、来年1月からファンクラブツアーを開催することを発表した。\n" +
                        "11月 - 第73回NHK紅白歌合戦への4年ぶり6回目の出場が発表された。なお、過去5回は白組で出場していたが、今回は紅組で出場する。\n" +
                        "12月 - 第64回日本レコード大賞に出場し大賞を受賞。"
                }
        ]
        ],
    ['Vaundy',[
        {
            year: '2019',
            text: "6月、YouTubeに楽曲「pain」のミュージックビデオを投稿。初の自作曲投稿となる\n" +
                "9月、デジタル配信シングル「東京フラッシュ」を発表すると、ミュージックビデオは2か月で100万再生を超え、注目度が高まった"
        },
        {
            year: '2020',
            text: "5月17日、新世代の世界的ポップ・スターLAUV（ラウヴ）からオファーを受けグローバルリミックスアルバムに参加、「Modern Loneliness (Vaundy Remix)」がリリースされた\n" +
                "5月27日、1stアルバム『strobo』をリリース。アルバム収録曲「灯火」がFOD ドラマ『東京ラブストーリー』主題歌に、同「Bye by me」がテレビ東京 ドラマ25『捨ててよ、安達さん。』オープニングテーマに、同「不可幸力」がSpotify Premium 全国地上波テレビCM「Spotify Town」編にそれぞれ起用された\n" +
                "12月12日、「オールナイトニッポン0(ZERO)」にて初めてラジオパーソナリティを務める\n" +
                "12月27日、「世界の秘密」をリリース。直後の2021年1月8日放送 日本テレビ『バズリズム02』新春恒例企画「今年コレがバズるぞ！BEST10」において1位を獲得"
        },
        {
            year: '2021',
            text: "5月、「不可幸力」が自身初のストリーミング累計1億回再生を突破。同年7月には「napori」もストリーミング累計1億回再生を突破した\n" +
                "7月4日から読売テレビ・日本テレビ系列で放送されている日曜ドラマ『ボクの殺意が恋をした』の主題歌に12thシングル「花占い」が起用。また、ミュージックビデオには、同作で主演を務める中川大志と新木優子が参加した\n" +
                "9月、NHK 大河ドラマ『青天を衝け』のインスパイアードソングとして「偉生人」を公開。本人のコメントともにドラマストーリー動画をバックに歌詞付きでドラマ公式サイトに掲載された\n" +
                "11月17日、「踊り子」を配信リリース。同日に小松菜奈が出演しているミュージックビデオが公開された"
        },
        {
            year: '2022',
            text: "1月12日、「怪獣の花唄」が自身3作目となるストリーミング累計1億回再生を突破した\n" +
                "2月9日、「東京フラッシュ」が自身4作目となるストリーミング累計1億回再生を突破した\n" +
                "3月25日、「news zero」のテーマソングに自身が菅田将暉に楽曲提供した「惑う糸」が起用されることが発表され、同月28日よりオンエア開始された\n" +
                "5月11日、「世界の秘密」が自身5作目となるストリーミング累計1億回再生を突破した\n" +
                "5月25日、「踊り子」が自身最速でストリーミング累計1億回再生を突破した。これにより、自身のストリーミング累計1億回再生突破楽曲は6作目となった\n" +
                "6月8日、「ONE PIECE FILM RED」の挿入歌の一つに同映画の歌唱キャストであるAdoに自身が楽曲提供した「逆光」が起用されることが発表された\n" +
                "6月29日、「花占い」が自身7作目となるストリーミング累計1億回再生を突破した"
        },
        {
            year: '2023',
            text: "1月7日、『女神の教室〜リーガル青春白書〜』の主題歌に新曲「まぶた」が起用されることが発表され、同月10日の初回放送後に配信リリースされた\n" +
                "1月14日から3月26日まで、Vaundy one man live tour 'replica' 開催\n" +
                "2月8日、「恋風邪にのせて」が自身8作目となるストリーミング累計1億回再生を突破した\n" +
                "3月13日、「そんなbitterな話」を配信リリース。本楽曲は、ABEMAオリジナルの番組である「花束とオオカミちゃんには騙されない」の主題歌に起用された\n" +
                "3月22日、「怪獣の花唄」が自身初となるストリーミング累計3億回再生を突破した\n" +
                "4月26日、「life hack」自身9曲目となるストリーミング累計1億回再生突破を突破した\n" +
                "5月24日、「不可幸力」が自身2曲目のストリーミング累計3億回再生を突破した\n" +
                "6月7日、「裸の勇者」が自身10曲目となるストリーミング累計1億回再生突破を突破した"
        }
    ]],
    ['SPYAIR',[
        {
            year: '2010',
            text: "SPYAIRは芸能事務所「研音」に所属しました。同年4月1日には、ZIP-FMでラジオ番組『AIR's ROCK』がスタートしました。6月27日には、名古屋での野外ライブを成功させ、延べ2000人を動員しました。また、8月7日と8日には野外フェス「SUMMER SONIC」に初出演しました。SPYAIRはSony Music Associated Recordsから1stシングル『LIAR』をリリースし、メジャーデビューを果たしました。11月27日には初の冠番組『5リオシ!』が放送開始され、12月1日にはアニメ『BLEACH』のエンディングテーマとなった2ndシングル『Last Moment』がリリースされました。"
        },
{
    year: '2011',
        text: "3月16日に3rdシングル『ジャパニケーション』がリリースされました。6月8日にはアニメ『銀魂'』のエンディングテーマに起用された4thシングル『サムライハート(Some Like It Hot!!)』がリリースされ、週間1位を記録しました。7月30日には韓国の野外ロックフェス「JISAN VALLEY ROCK FESTIVAL 2011」に出演しました。同年9月21日には1stアルバム『Rockin' the World』をリリースし、オリコンチャートで8位を獲得しました。また、同年10月30日には日比谷野外音楽堂で単独野外ライブ『Just Like This 2011』を開催し、3000人を動員しました。"
},
{
    year: '2012',
        text: "1月1日に初の配信限定シングル『MOVIN' ON』がリリースされました。3月14日にはアニメ『機動戦士ガンダムAGE』のエンディングテーマとなった6thシングル『My World』がリリースされ、同時に初のライブDVD『SPYAIR LIVE at 野音「Just Like This 2011」』もリリースされました。同年4月4日にはニッポン放送で自身のラジオ番組『SPYAIRのオールナイトニッポン0(ZERO)』が放送開始されました。"
},
{
    year: '2013',
        text: "3月13日にアニメ『銀魂' 一国傾城篇』のオープニングテーマとなった10thシングル『サクラミツツキ』がリリースされました。8月7日には3rdアルバム『MILLION』がリリースされ、オリコン初登場2位を獲得しました。"
},
{
    year: '2014',
        text: "11月26日に初のベストアルバム『BEST』がリリースされ、オリコン週間3位を記録しました。"
},
{
    year: '2015',
        text: "3月25日に15thシングル『ROCKIN' OUT』がリリースされ、4月14日から5月20日まで全国ツアー『SPYAIR TOUR 2015 ROCKIN OUT』が開催されました。"
},
{
    year: '2016',
        text: "1月9日に初の台湾ワンマンライブが開催され、1月13日には映像作品『JUST LIKE THIS 2015』がリリースされました。同年7月13日には18thシングル『THIS IS HOW WE ROCK』がリリースされ、富士急ハイランド・コニファーフォレストで単独野外ライブ『JUST LIKE THIS 2016』が開催されました。"
},
{
    year: '2017',
        text: "11月9日にアニメ『機動戦士ガンダム 鉄血のオルフェンズ』のオープニングテーマとなった19thシングル『RAGE OF DUST』がリリースされました。"
},
{
    year: '2018',
        text: "1月26日から4月18日まで全国ツアー『SPYAIR TOUR 2018 KINGDOM』が開催され、3月14日にライブDVD『JUST LIKE THIS 2017』がリリースされました。"
},
{
    year: '2019',
        text: "7月27日に単独野外ライブ『JUST LIKE THIS 2019』が開催され、会場限定シングル『B-THE ONE/PRIDE OF LIONS』がリリースされました。"
},
{
    year: '2020',
        text: "7月18日に単独野外ライブ『JUST LIKE THIS 2020』の開催が断念され、楽曲「INSIDE OF ME」が配信リリースされました。また、無観客有料生配信ライブ『SPYAIR digital LIVE 2020.7.18』も開催されました。"
},
{
    year: '2021',
        text: "1月6日にEP『轍〜Wadachi〜』がリリースされ、1月31日に生配信ライブ『SPYAIR digital LIVE RE:10th Anniversary～KICK OFF～』が開催されました。3月31日には6thアルバム『UNITE』がリリースされ、全国ツアー『SPYAIR ALBUM TOUR 2021 ‒UNITE‒』が開催されました。"
},
{
    year: '2022',
        text: "3月31日にボーカルIKEが脱退し、バンドは新たなボーカリストを募集する方針となりました。同年10月から12月にかけては、イベントツアー「スパイエアー、バンカラツアー ～と、ボーカル探してます。～」が開催されました。"
},
{
    year: '2023',
        text: "4月13日、新ボーカルが福岡県出身の24歳のシンガー “YOSUKE” に決定したことを発表しました。同年6月9日、「サムライハート(Some Like It Hot!!) -New Version-」、23日には「My World -New Version-」をデジタルリリース。7月7日には約2年ぶりとなる新曲「RE-BIRTH」をリリースします。7月13日・17日にはファンクラブ会員限定ライブ「AIR-GATE LIVE 2023 - JLT Extra -」を開催し、8月11日にはデビュー記念日を迎える2年ぶりの単独野外ライブ「JUST LIKE THIS 2023」を開催予定です。また、同日に会場限定CD「RE-BIRTH」をリリースする予定です。"
}
    ]],
    ['Eve',
        [
            {
                "year": "2009",
                "text": "ニコニコミュニティ「Eve」を開設し、歌い手としての活動を開始。4月26日にニコニコ生放送などの活動を開始。10月1日に「TRAGIC BOY」の歌ってみた動画をニコニコ動画に投稿。"
            },
            {
                "year": "2012",
                "text": "バンド・einieを結成し、活動開始。8月15日に「アイロニー」をニコニコ動画に投稿。"
            },
            {
                "year": "2013",
                "text": "11月10日に自身のYouTubeチャンネルを開設。12月5日にeinieの活動を休止することを発表。"
            },
            {
                "year": "2014",
                "text": "ボーカルユニット「Riot of color」を結成。8月17日に1枚目の自主制作アルバム『Wonder Word』を発売。"
            },
            {
                "year": "2015",
                "text": "5月23日と8月30日にゆりんとのツーマンライブ「oyasumi live」を開催。8月16日に2枚目の自主制作アルバム『Round Robin』を発売。"
            },
            {
                "year": "2016",
                "text": "Riot of colorとしてアルバム『SHUFFLE』を発売。12月2日に自身初のボーカロイドの初音ミクを用いた楽曲「sister」を公開。"
            },
            {
                "year": "2017",
                "text": "2月12日に共同主催ライブ「なついぶ! 〜こんなところでしてもいいんですかライブ〜」を開催。"
            },
            {
                "year": "2018",
                "text": "2月28日にSouとのコラボレーションアルバム『蒼』を発売。8月5日から11月4日までワンマンツアー「メリエンダ」を開催。"
            },
            {
                "year": "2019",
                "text": "2月6日にメジャーデビューアルバム『おとぎ』を発売。"
            },
            {
                "year": "2020",
                "text": "2月12日にメジャー2作目のアルバム『Smile』を発売。"
            },
            {
                "year": "2021",
                "text": "2月5日にロッテ「ガーナチョコレート “Gift”」テーマソングとして、suis（ヨルシカ）とのコラボ曲「平行線」を配信。テレビアニメ『呪術廻戦』オープニングテーマ「廻廻奇譚」を配信。"
            },
            {
                "year": "2022",
                "text": "2月9日に初のボーカロイドアルバム『Eve Vocaloid 01』を配信リリース。3月16日にアルバム『廻人』を発売。"
            },
            {
                "year": "2023",
                "text": "1月8日にテレビアニメ『僕のヒーローアカデミア』の第6期第2クールオープニングテーマ「ぼくらの」を配信リリース。2月10日にアリーナツアー「Eve Arena Tour 2023 虎狼来」の開催が決定。"
            }
        ]

    ],
    ['MY FIRST STORY',[
        {
            "year": "2011",
            "text": "8月、fromusの楽器隊であるSho、Nob、MasackがHiro、Teruを招く形で結成。10月、ストリート・ファッション雑誌『Ollie』を出版する株式会社三栄書房が主催した音楽イベントに出演し、初めて公衆の面前にて演奏を披露した。11月、ストリート・ファッション・ブランド「Subciety」（サブサエティ）が主催した音楽イベントに出演した。"
        },
        {
            "year": "2012",
            "text": "4月4日、結成から8ヶ月後に自身のバンド名を冠したアルバム『MY FIRST STORY』をリリース。同作は、「Subciety」を運営するコアトラストによって設立されたレコードレーベル「INTACT RECORDS」から発売される第一弾の作品となった。同作に収録されたリード曲「Second Limit」のミュージック・ビデオは、coldrain、Each Of The Days、Crossfaith、クリスタル・レイクらの映像を手がけた「maxilla」が制作した。同映像作品は、株式会社エンターメディアが運営するインディーズ音楽サイト「indiesmusic.com」（インディーズ・ミュージック・ドット・コム）限定で公開され、同サイトでの週間視聴率において第1位を獲得した。8月19日、SUMMER SONIC 2012に出演。"
        },
        {
            "year": "2014",
            "text": "12月12日、HiroとMasackがインフルエンザに感染。ツアーの長崎、熊本、松山、広島の公演の延期を発表。"
        },
        {
            "year": "2015",
            "text": "8月28日 - 9月26日、バンド史上最大キャパの初のワンマンツアー「WE ARE NOT ALONE TOUR 2015」を開催。10月9日、Shoが年内をもってライブ活動を休止を発表。今後は裏方としてサポートをすることを発表。12月2日、Shoの活動休止前最後のワンマンライブ「WE ARE NOT ALONE-Sho TIME!!-」をTSUTAYA O-EASTで開催。"
        },
        {
            "year": "2016",
            "text": "1月8日、Official member's club「STORYTELLER」を開設。3月3日、ドラムのMasackが脱退を発表。新ドラマーとして昨年解散したバンドLOTHのKid'zが加入。3月10日、Shoの活動休止、Masackの脱退を経て、新生MY FIRST STORYとしての初ライブ、「HIGHEST LIFE PARTY VOL.5」を渋谷O-EASTで開催。アンコールにて6月より47都道府県ワンマンツアー『We're Just Waiting 4 You Tour 2016』を行うことと今夏にフルアルバムを発売することを発表。11月18日、キャリア初となる日本武道館でのワンマンライブを開催。また、それに伴い会場限定でシングル 『We're Just Waiting 4 You』をリリース。"
        },
        {
            "year": "2017",
            "text": "2月17日、日本武道館公演の様子や、メンバーのインタビュー映像で構成された映画『MY FIRST STORY DOCUMENTARY FILM－全心－』を公開。"
        },
        {
            "year": "2020",
            "text": "7月8日、コロナ禍でライブができない状況にある中、ファンのために「日常に寄り添うMY FIRST STORY」というコンセプトの下製作されたアルバム『BGM』『sleeping』の2作を、サブスクリプション・iTunes等のダウンロード販売サイトにて配信。両作とも、全曲において歌詞のないインストゥルメンタルである。"
        },
        {
            "year": "2021",
            "text": "「STORYTELLER TOUR 2021」を開催。 TOUR FINALとしてLINE CUBE SHIBUYA公演を実施し、MY FIRST STORYが結成された渋谷にて、初の都内ホール公演が行われた。7月からは「MY FISRT STORY TOUR 2021 continuation of the story」を開催。11月からは東名阪でのショートツアー「We promise, 4 you once again Tour 2021」、さらにTOUR FINALとして"
        },
        {
            "year": "2022",
            "text": "2月10日に5年ぶりとなる日本武道館公演を開催する。"
        },
        {
            "year": "2023",
            "text": "再び7年振りに47都道府県ツアー「MY FIRST STORY -TWO-TOUR2023」を行い、東京から始まり沖縄で終わるツアーそして、2023年7月10日(月)Twitterより2022年2月10日に行われた日本武道館でファンの前で兄 ONE OK ROCK Takaに2023年MY FIRST STORYの目標の東京ドーム公演をお願いして、2023/07/10 ついに『MY FIRST STORY / ONE OK ROCK VS.at Tokyo Dome』が11月14日(火)に行う事が決定した！"
        }
    ]
    ]
])
// export const ArtistHistory = [
//     {'櫻坂46':
//         [
//             {year:'2020',
//                 body:"10月14日、この日より櫻坂46として活動開始。\n" +
//                     "10月19日（18日深夜）、レギュラー番組『そこ曲がったら、櫻坂?』（テレビ東京）放送開始。\n" +
//                     "12月8日、『櫻坂46 デビューカウントダウンライブ!!』（東京国際フォーラム）をライブ・ビューイング公演で開催。\n" +
//                     "12月9日、櫻坂46としての1stシングル「Nobody's fault」を発売\n" +
//                     "12月31日、1stシングル「Nobody's fault」で『第71回NHK紅白歌合戦』に紅組歌手として出場\n"
//             },
//             {year:'2021',
//                 body:"1月4日、グループの新体制を発表。キャプテンは、菅井友香が欅坂活動時から継続、副キャプテンは守屋茜に代わって2期生の松田里奈が務める\n" +
//                     "2月25日、RPGアプリ『サマナーズウォー: Sky Arena』の公式アンバサダーに就任\n" +
//                     "4月14日、2ndシングル「BAN」を発売[125]。\n" +
//                     "10月13日、3rdシングル「流れ弾」を発売[130]。\n" +
//                     "11月15日、「2021 MTV EMA（ヨーロッパ・ミュージック・アワード）」において、ベスト・ジャパン・アクト賞を受賞\n" +
//                 "12月9日 - 10日、『櫻坂46 1st YEAR ANNIVERSARY LIVE』（日本武道館）を開催\n" +
//                 "12月31日、3rdシングル「流れ弾」で『第72回NHK紅白歌合戦』に紅組歌手として2年連続2回目の出場\n"
//             },
//             {year:'2022',
//                 body:"1月8日 - 9日、3rdシングル「流れ弾」の3列目メンバーによる『BACKS LIVE!!』（東京ガーデンシアター）を開催\n" +
//                     "4月6日、4thシングル「五月雨よ」を発売\n" +
//                     "7月21日 - 24日、日向坂46との合同ライブイベント『W-KEYAKI FES. 2022』を富士急ハイランド コニファーフォレストにて開催予定だったが[139]、7月21日に中止と発表され[注釈 9]、8月19日 - 20日の振替公演を発表\n" +
//                     "8月3日、1stアルバム「As you know?」を発売\n" +
//                     "9月29日 - 11月9日、全国6箇所12公演の『2nd TOUR 2022 \"As you know?\"』を開催\n" +
//                     "10月19日、ライブ映像作品『1st YEAR ANNIVERSARY LIVE 〜with Graduation Ceremony〜』を発売\n" +
//                     "11月8日、菅井友香の卒業に伴い11月10日から松田里奈が櫻坂46の2代目キャプテンに就任することが発表された\n" +
//                     "12月7日、ライブ映像作品『櫻坂46 RISA WATANABE GRADUATION CONCERT』を発売\n" +
//                     "12月8日 - 9日、『櫻坂46 2nd YEAR ANNIVERSARY 〜Buddies感謝祭〜』（日本武道館）を開催\n"
//             },
//             {year:'2023',
//                 body:"1月5日、公式サイトにて、3期生メンバーオーディション合格者11名の加入を発表\n" +
//                     "2月15日、5thシングル「桜月」を発売\n" +
//                     "3月4日 - 5日、『櫻坂46 三期生「おもてなし会」』（ぴあアリーナMM）を開催\n" +
//                     "4月12日 - 6月1日、全国5箇所11公演の『櫻坂46 3rd TOUR 2023』を開催\n" +
//                     "6月28日、6thシングル「Start over!」を発売\n"
//             }
//         ]
//     },
//     {'King Gnu':[
//             {year:'2013',
//                 body:"常田が石若駿らと共に自らのソロプロジェクトとして前前身となる「Mrs.Vinci」を結成。\n" +
//                     "「In Tokyo」や「In Rose」をYouTube、Vimeoで公開したあと、ほどなく「Srv.Vinci」（サーバ・ヴィンチ）へ改名。当時はエレクトロニカ、現代音楽寄りの前衛的な音楽性のユニットだった。\n" +
//                     "7月19日、YouTubeに「ABUKU」のミュージックビデオを公開。\n"
//             },
//             {year:'2015',
//                 body:"9月16日、全国流通盤となる1stアルバム『Mad me more softly』を発売。現在のメンバーでのバンド編成となり、音楽性もJ-POP寄りのものへと変化していった。\n"
//             },
//             {year:'2016',
//                 body:"4月1日、配信限定シングル「ロウラヴ」が期間限定で配信。\n" +
//                     "5月5日、配信限定シングル「都」が期間限定で配信。\n" +
//                     "7月20日、常田のソロプロジェクト・DTMP（Daiki Tsuneta Millennium Parade）名義でのファーストアルバム『http://』が発売。\n" +
//                 "9月14日、ミニ・アルバム『トーキョー・カオティック』をタワーレコード限定で発売。King Gnuのプロトタイプともいえる作品である。それに伴い9月2日渋谷WWWにて先行リリースパーティーTokyo Chaotic Festivalを開催。\n"
//             },
//             {year:'2017',
//                 body:"3月、CHAIらとSXSWへ参加、全米7か所でのツアーを敢行（このツアー前後、2週間程度「Tokyo Chaotic」というバンド名に変更されている）。\n" +
//                     "4月27日、バンド名を「King Gnu」に改名\n" +
//                     "7月26日、FUJI ROCK FESTIVAL '17 に出演\n" +
//                     "10月25日、King Gnu名義では初となるアルバム『Tokyo Rendez-Vous』を発売。収録曲「Vinyl」はパーソルテンプスタッフのブランド広告「HAKEN ROCK!!」に起用され、翌年1月25日からCM映像が公開された\n" +
//                     "10月29日、アルバム発売を記念したフリーライブをタワーレコード横浜ビブレ店店内で開催\n" +
//                     "11月1日、常田が共同プロデュース・アレンジ・ギター・キーボードとして参加した米津玄師の楽曲「爱丽丝（ありす）」が収録された米津のアルバム『BOOTLEG』が発売された。\n"
//             },
//             {year:'2018',
//                 body:"1月28日、キャリア初となるワンマンライブ『Tokyo Rendez-Vous』を渋谷WWWで開催。チケット即日ソールドアウトに伴い追加公演が渋谷WWW Xで開催された。\n" +
//                     "4月5日、初の冠番組となるラジオ番組「RADIO GNU」の放送が始まる。\n" +
//                     "9月19日、初のシングル「Prayer X」をリリース。表題曲はフジテレビ系アニメ『BANANA FISH』のエンディングテーマに起用された。\n"
//             },
//             {year:'2019',
//                 body:"1月16日、2ndアルバム『Sympa』をリリース。新録曲「Slumberland」は発売に先駆けて配信された。また、バンドはこのリリースを以てソニー・ミュージックレーベルズ内のアリオラジャパンからメジャーデビューした[12]。1月19日開始の日本テレビ系 土曜ドラマ『イノセンス 冤罪弁護士』の主題歌として、新曲「白日」を書き下ろし[注釈 5]、同年2月22日に配信限定でリリース。\n" +
//                     "7月19日、ANAの国内版テレビCM『ひとには翼がある』篇のCMソングとして、新曲「飛行艇」を提供。同楽曲は同年8月9日に配信限定でリリースされた\n" +
//                     "11月16日、アルバム『Sympa』が『第61回日本レコード大賞』で優秀アルバム賞を受賞。\n" +
//                     "12月31日、『第70回NHK紅白歌合戦』に出場し「白日」を歌唱\n"
//             },
//             {year:'2020',
//                 body:"1月15日、3rdアルバム『CEREMONY』をリリース。\n" +
//                     "3月24日、新曲「泡（あぶく）」が映画『太陽は動かない』の主題歌に起用された。なお「泡」は前身バンドSrv.Vinci時の楽曲「ABUKU」のリメイクであることが常田のTwitterにて明かされた。\n" +
//                     "4月10日、2月29日より全国ツアー『King Gnu Live Tour 2020 \"CEREMONY\"』の開催を予定していたが、新型コロナウイルスの感染拡大の影響を受け全公演の開催を見合わせることが発表された\n" +
//                     "8月30日、初のオンラインライブ『King Gnu Streaming Live』を開催\n" +
//                     "9月8日、日本人アーティストとしては初めてレッドブルとパートナーシップ契約をした事を発表\n" +
//                     "9月21日、「白日」のストリーミング再生総再生回数が3億回を突破した\n" +
//                     "9月24日、同年10月10日より放送される柴咲コウ主演ドラマ『35歳の少女』の主題歌として、新曲「三文小説」を書き下ろした事を発表\n" +
//                     "10月9日、新曲「千両役者」が、NTTドコモの新テレビCM『docomo5G 希望を加速しよう 2nd』編のCMソングに起用された\n" +
//                     "11月7日 - 12月6日、初のアリーナツアー『King Gnu Live Tour 2020 AW \"CEREMONY\"』を開催。いずれも新型コロナウイルスの感染防止対策を徹底した上で開催された。\n" +
//                     "12月2日、初の両A面CDシングル「三文小説/千両役者」をリリース[22]。配信限定を除けばKing Gnuの2ndシングルである。\n"
//             },
//             {year:'2021',
//                 body:"6月5日、RedBullとのコラボ企画「RedBull × King Gnu Secret GIG」をシークレットライブとして第二海堡にて開催。初めてライブ演出をPERIMETRONが務めた。ライブ映像は7月4日 - 7月6日までStagecrowdにて配信。また、7月22日にはRedbull TVで舞台裏ドキュメンタリーやライブ映像の一部が公開された。\n" +
//                     "8月13日、新曲「BOY」が10月からフジテレビ系で放送されるTVアニメ『王様ランキング』のオープニングテーマに起用されることが発表された\n" +
//                     "8月21日、FUJI ROCK FESTIVAL '21に、2日目グリーンステージのヘッドライナーとして出演。また、メンバー全員が1日目ホワイトステージ・ヘッドライナーのmillennium paradeのパフォーマンスに出演しており、ホワイトとグリーン、両方のヘッドライナーのステージに出演した。\n" +
//                     "10月15日、上記のTVアニメ『王様ランキング』のオープニングテーマに起用された新曲「BOY」を配信リリース[24]。解禁と同時に12月1日に3rdシングルとしてCD版がリリースされること、カップリングとして収録される新曲「F.O.O.L」が12月19日に開催されるRedBullによる複合モータースポーツイベント「RedBull Race Day」のテーマソングになることが発表された\n" +
//                     "10月29日 - 12月15日、2度目となるアリーナツアー『King Gnu Live Tour 2021 AW』を開催。\n" +
//                     "11月4日、12月24日公開の映画『劇場版 呪術廻戦 0』の主題歌として新曲「一途」を書き下ろしたことを発表し、同時に公開された予告編で音源の一部が解禁、12月8日に先行配信された。\n" +
//                     "12月24日、この日公開の映画『劇場版 呪術廻戦 0』のエンディングテーマが4thシングルのカップリングとして収録される新曲「逆夢」である事が発表され、先行配信された。\n"
//             },
//             {year:'2022',
//                 body:"1月15日、3rdアルバム『CEREMONY』をリリース。\n" +
//                     "3月24日、新曲「泡（あぶく）」が映画『太陽は動かない』の主題歌に起用された。なお「泡」は前身バンドSrv.Vinci時の楽曲「ABUKU」のリメイクであることが常田のTwitterにて明かされた。\n" +
//                     "4月10日、2月29日より全国ツアー『King Gnu Live Tour 2020 \"CEREMONY\"』の開催を予定していたが、新型コロナウイルスの感染拡大の影響を受け全公演の開催を見合わせることが発表された\n" +
//                     "8月30日、初のオンラインライブ『King Gnu Streaming Live』を開催\n" +
//                     "9月8日、日本人アーティストとしては初めてレッドブルとパートナーシップ契約をした事を発表\n" +
//                     "9月21日、「白日」のストリーミング再生総再生回数が3億回を突破した\n" +
//                     "9月24日、同年10月10日より放送される柴咲コウ主演ドラマ『35歳の少女』の主題歌として、新曲「三文小説」を書き下ろした事を発表\n" +
//                     "10月9日、新曲「千両役者」が、NTTドコモの新テレビCM『docomo5G 希望を加速しよう 2nd』編のCMソングに起用された\n" +
//                     "11月7日 - 12月6日、初のアリーナツアー『King Gnu Live Tour 2020 AW \"CEREMONY\"』を開催。いずれも新型コロナウイルスの感染防止対策を徹底した上で開催された。\n" +
//                     "12月2日、初の両A面CDシングル「三文小説/千両役者」をリリース[22]。配信限定を除けばKing Gnuの2ndシングルである。\n"
//             },
//         ]},
// ]